<pad>
<unk>
</s>
</e>
？
病
的
么
防
有
哪
什
治
些
害
是
发
请
问
状
症
生
虫
种
小
要
危
麦
玉
米
药
大
菜
瓜
斑
主
何
如
白
霉
腐
叶
方
枯
豆
，
法
怎
黄
花
果
用
期
条
原
稻
因
品
西
菌
样
特
粉
好
时
水
传
红
剂
播
位
在
子
锈
茄
黑
草
为
途
规
律
件
径
根
效
地
植
疫
?
椒
灰
辣
霜
施
桃
性
点
炭
蛾
最
疽
毒
措
蚜
征
柿
农
莓
一
几
各
预
家
马
长
物
薯
树
现
间
应
个
褐
该
成
部
萎
铃
夜
青
专
中
纹
番
常
葡
萄
多
都
苗
细
分
行
赤
进
蒜
葱
角
形
可
吗
软
核
高
见
呢
化
态
油
心
螟
下
萝
老
区
丝
产
以
学
类
甜
穗
候
早
了
贪
芹
倒
别
苹
。
卜
对
上
蜘
蛛
那
易
少
立
型
作
南
业
天
过
和
金
土
理
师
染
茎
栽
适
造
表
菠
晚
三
佳
星
香
前
程
柑
般
较
控
片
引
起
谷
熟
胡
教
选
芦
季
烂
温
培
山
蓝
重
田
能
冬
需
虱
梨
后
橘
出
得
二
瘟
线
甲
这
粘
合
结
葫
会
甘
苦
容
蚕
七
猴
目
我
侵
伏
棉
韭
枣
素
紫
择
述
樱
于
绿
优
年
猕
称
枝
简
象
潜
月
蝇
比
食
育
卷
枇
杷
矮
轮
不
兰
注
意
棚
烟
干
葵
开
猝
环
同
抗
疗
实
粱
国
习
笋
技
度
裂
流
石
缩
、
管
量
术
又
豌
幼
蔓
与
莴
日
菇
节
北
绵
办
科
活
布
缺
顶
段
螨
麻
除
影
色
关
虎
向
莲
蚧
壳
响
感
阶
荔
严
曲
啥
”
还
由
飞
茶
:
到
蓟
杏
牛
蔬
属
“
里
洋
叫
当
室
胶
榴
名
空
介
粗
恶
喷
全
痂
蛴
螬
质
越
龙
敌
姜
今
：
落
芒
基
做
止
来
针
李
木
气
龟
受
况
豇
绢
杀
蛆
宜
脐
疮
真
情
桑
瘤
竹
打
秧
使
茼
蒿
肿
春
溃
芪
雨
四
委
娃
疡
及
浆
两
蒡
包
枸
杞
代
事
菊
桔
苋
份
题
通
鳃
蚀
芽
口
东
眼
芋
识
们
指
标
蝗
致
蝽
荷
仁
龄
拔
秆
圆
湿
火
斛
扁
冠
它
风
百
才
采
薄
工
柴
典
循
蛀
皇
8
良
斜
蚁
键
经
孢
入
新
其
系
吸
卵
蕉
人
赞
梅
哈
1
扬
俗
毛
阴
没
导
网
秋
纵
尖
铁
杨
2
变
内
头
省
！
断
元
看
瓢
体
括
钻
蝼
蛄
精
面
从
初
很
近
共
负
痘
胫
芝
死
之
回
杆
始
参
慈
综
蝶
银
约
楂
藿
苣
泥
污
孔
磷
杜
密
本
广
十
八
源
正
县
齿
酯
娟
荚
粒
志
处
低
号
煤
加
畸
制
云
暗
夏
椿
穿
减
鹃
说
外
提
场
他
范
围
遭
芥
诱
遇
无
姑
灌
维
板
利
寄
谢
授
解
决
啊
普
椰
露
刺
淮
盛
被
鉴
洒
3
园
圣
女
海
玫
跳
穂
靶
藕
华
热
器
镰
刀
续
焦
葚
绍
消
灭
判
域
蛞
蝓
境
次
烧
快
边
咋
籽
你
5
就
杂
蒂
所
腥
旋
疯
茴
浸
丛
显
蘑
式
6
球
酸
犬
绣
冷
柠
檬
推
否
颈
疾
蜂
辨
娥
栗
展
黏
扶
洲
万
取
蚂
带
补
救
弯
禾
知
道
肉
蜜
唑
江
蛇
项
耳
市
蝉
瘿
灵
短
具
康
"
更
灼
瑰
河
锌
媒
强
连
壤
吃
藻
世
蜗
敏
完
难
明
氰
癌
双
也
柚
冶
株
清
势
积
已
拟
盲
請
%
平
半
或
羽
阳
达
尾
林
图
机
氯
松
收
硼
想
（
）
弥
膨
去
界
苞
字
确
雾
洞
旱
放
蛹
持
记
丽
试
载
每
蝴
酰
助
耐
峰
齐
美
准
蘖
靠
据
英
缢
柄
郁
整
暴
藤
胺
久
僵
榔
检
抽
皮
桥
保
护
自
盐
疹
棠
蚊
液
癞
筋
按
坐
蕾
脱
吉
例
叉
4
0
爆
氟
返
缘
安
堇
厘
相
绮
贮
藏
柱
则
菱
乐
只
逆
守
冻
荟
,
波
喇
叭
群
阿
橙
第
查
衰
殖
喜
仙
皖
满
熏
答
孕
疸
散
梁
周
历
存
遍
尺
蠖
吊
避
免
定
延
茬
荃
等
槟
皱
灯
床
粮
履
丁
鲜
瓠
荸
荠
够
组
计
沿
太
率
挂
须
徒
萌
著
乃
馨
州
五
足
殂
轻
亚
归
异
福
野
留
寿
柳
澡
认
降
坏
若
凤
求
蜡
而
朱
砂
退
脚
文
差
嫩
蒌
着
匀
官
力
脲
宁
极
驳
身
荆
数
动
烯
便
咪
速
调
镇
鸡
腿
啉
9
颜
益
棕
芸
集
锦
拌
欧
臭
败
既
嘧
#
7
反
胸
寒
备
给
束
碳
燕
佛
豫
损
失
底
雷
牙
公
丰
团
棵
羞
蟓
豹
并
芳
噻
茱
萸
疲
舟
酮
乙
薇
帮
辩
君
蹄
昆
苯
伤
格
车
睌
蜱
捕
呀
侯
硫
(
)
雀
丑
卉
苍
趋
拱
梢
借
桂
营
曼
将
斯
蔗
圳
概
粟
鳞
幅
凉
陕
辽
魔
川
非
光
照
覆
盆
吡
稗
值
游
榆
谁
螺
血
划
繁
鑫
班
增
残
蟋
蟀
糖
胞
囊
膏
呈
诊
坚
养
举
慢
移
晟
挑
获
徽
掉
醚
隆
设
升
但
倍
蒲
罗
横
闭
痣
甚
远
背
买
宝
枫
味
儿
氮
沃
暑
森
锰
橡
饼
岗
站
命
独
究
竟
供
登
验
含
枙
珠
狼
欢
客
议
芍
捷
蟹
爪
单
母
策
略
糙
酱
兼
R
筒
漫
井
冈
梭
~
蟠
监
送
刘
却
肚
牵
临
渭
怕
交
拿
脆
彻
净
雌
雪
醇
窦
椹
插
萼
扫
帚
峡
缓
转
耍
呋
竽
功
筍
辅
乳
扩
鹅
绒
操
忙
财
泌
'
氨
切
魝
芙
蓉
串
蛉
谱
珵
庭
院
膜
窗
亡
辛
溶
彭
穴
盘
互
累
茭
统
占
总
赐
槠
诀
篓
悬
即
鼻
涕
贝
氏
莫
尼
茨
绦
沾
矩
肖
畏
贵
革
荬
济
排
观
察
剥
莱
测
刻
把
握
城
猫
糯
民
旳
宿
苎
庆
淡
蒙
古
乌
塌
房
溴
尿
埂
桉
夹
储
灾
纳
描
塬
坡
j
住
侧
蝙
蝠
首
先
靖
浇
饱
步
％
沙
障
千
嗜
尔
～
腈
黍
℃
手
隔
糠
棍
蔻
医
蘗
至
榨
泛
然
·
宽
朝
促
轴
块
翁
鱼
疥
壁
榕
挺
蜈
蚣
吋
盔
镁
衣
患
粤
六
迎
笼
葛
糸
箩
刚
巳
宣
恩
村
旗
瑞
昌
士
瘦
奥
运
萧
丹
改
智
崎
岭
咱
铲
趟
袭
割
炒
饲
剑
呲
剧
脂
偏
您
帅
哥
磺
浅
脑
弹
拍
剪
呼
葶
继
直
鞘
钙
萤
翅
娘
领
停
蓖
卖
旦
陀
棒
囯
钱
朽
蕃
惠
浮
夭
且
仅
稀
尽
史
汉
拨
像
封
吧
缸
肼
亩
招
署
让
阐
菖
驱
蛙
丙
伸
.
建
蒸
P
H
虹
跟
款
碱
爱
矾
级
朋
友
荐
秃
架
搞
旭
蔫
骨
置
己
茚
威
